---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementGeometryResults
source: html/5e54e0ff-1014-ff07-eed5-e25819207b7e.htm
---
# SpatialElementGeometryResults Members

Releases all resources used by the SpatialElementGeometryResults